Revit 2027 API
ParameterTypeId.CenterMarkSize Property
 "Center Mark Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CenterMarkSize { get; }
Public Shared ReadOnly Property CenterMarkSize As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CenterMarkSize {
	ForgeTypeId^ get ();
}
static member CenterMarkSize : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace